[
  {
    "name": "Mohammed Shaheen",
    "prefix": "Mohammed_Shaheen",
    "bio": {
      "role": "Founder & Artist",
      "fullname": "Mohammed Shaheenur Rahman",
      "edu": "University of Dhaka",
      "desc": "Mohammed Shahinur Rahman is currently studying International Relations at the University of Dhaka. With a deep interest in art and culture, he founded the band 'Qaseeda', which focuses on the cultural roots and heritage of this region. From a young age, he has been involved in music, recitation, theater, writing, and other aspects of the arts, earning national recognition, including gold and silver medals.\nShahinur is passionate about working with the literature and culture of his roots. Additionally, he has successfully contributed to the editorial teams of various magazines, including 'Chitran', 'Kootonitik', 'Shorgol', and 'Banglanama'."
    }
  },
  {
    "name": "Ahmad Ataullah Salman",
    "prefix": "Ahmad_Ataullah_Salman",
    "bio": {
      "role": "Co-founder & Artist"
    }
  },
  {
    "name": "Saad Al Amin",
    "prefix": "Saad_Al_Amin",
    "bio": {
      "role": "Marketing Head & Artist"
    }
  },
  {
    "name": "Nazmus Sakib",
    "prefix": "Nazmus_Sakib",
    "bio": {
      "role": "Artist",
      "edu": "University of Dhaka",
      "desc": "Nazmus Sakib is a student of honors in music at the University of Dhaka, specializing as a vocalist and rhythm guitarist. He primarily enjoys Sufi, Nazrul, classical, folk, and melodious songs, regardless of genre. Currently, he is working with one of the most popular bands, 'Qaseeda,' as both a vocalist and guitarist.",
      "media": []
    }
  },
  {
    "name": "N A Junayed",
    "prefix": "N_A_Junayed",
    "bio": {
      "role": "Artist",
      "edu": "Asia Pacific University",
      "desc": "N A Junayed is currently pursuing an undergraduate degree in English Literature and Language at Asia Pacific University. From a young age, he has been deeply passionate about music and has collaborated with several artists, including a prominent musician from Bangladesh. With a strong affinity for both classic and pop music, Junayed is now one of the vocalists for the renowned band Qaseeda."
    }
  },
  {
    "name": "Umaer Ibn Zohir",
    "prefix": "Umaer_Ibn_Zohir",
    "bio": {
      "role": "Artist"
    }
  },
  {
    "name": "Muaz Mostafa",
    "prefix": "Muaz_Mostafa",
    "bio": {
      "role": "Artist",
      "edu": "Manarat International University",
      "desc": "Muaz Mostafa is currently studying in the English department at Manarat International University. From a young age, he had a deep passion for music, which led him to pursue singing and collaborate with various artists. He has worked with the renowned Bangladeshi musical group, Saimum Shilpigoshthi. A lover of classical music, Muaz is now a vocalist for the popular band 'Qaseeda.'"
    }
  },
  {
    "name": "Imam HR",
    "prefix": "Imam_HR",
    "bio": {
      "role": "Artist"
    }
  },
  {
    "name": "Md Rahamat Ullah",
    "prefix": "Md_Rahamat_Ullah",
    "bio": {
      "role": "Guitarist",
      "edu": "University of Dhaka",
      "desc": "Md Rahamat Ullah is currently pursuing his studies in the Music Department at the University of Dhaka. He has been involved with music since 2015 and has been eager to learn ever since. He has a special interest in string instruments, and his musical journey began with learning the guitar. Over time, he has tried learning various instruments, including the guitar, ukulele, mandolin, dotara, harmonica, and harmonium. He has plans to learn and collect more string instruments in the future.\nThroughout his musical career, he has had the opportunity to work with many esteemed artists and bands. Currently, he serves as the lead guitarist for 'Band Qaseeda.' In 2022, he founded his music school, 'Guitar & Ukulele Learning Center,' where he is the head instructor. Over 200 students have learned guitar and ukulele at his school so far.\nIn 2024, he started his music instrument business, 'Guitar & Ukulele Shop,' where all kinds of instruments are available. While his operations are currently online, he dreams of opening a physical outlet in a central location in Dhaka one day.\nOne of his biggest dreams is to have his own music studio, where he can create countless melodies. His wife, Jannatul Ferdous, is his greatest source of inspiration and his companion on this journey of dreams. All dreams will one day touch the sky. If you dream, it will come true. For that, you must ask the Almighty Allah. As He says: 'If you ask, it will happen.'"
    }
  },
  {
    "name": "Sanjidul Islam Shihab",
    "prefix": "Sanjidul_Islam_Shihab",
    "bio": {
      "role": "Kahonist",
      "edu": "University of Dhaka",
      "desc": "Sanjidul Islam Sihab is a passionately cultural minded person. He is currently studying in the Department of Political Science at University of Dhaka. He is a Teacher in Bangla at  Icon Plus University Admission Coaching since 2022. He has strong interest in music since childhood and has played various instruments in various stage programs.   His interest in playing Kahon/Kazon has been active since his admission in Dhaka University and since 2022 he has been playing Kahon regularly in various programs.  He is currently engaged as a Kahonist of Qaseeda Band"
    }
  },
  {
    "name": "Asadullahil Galib",
    "prefix": "Asadullahil_Galib",
    "bio": {
      "role": "Creative Team"
    }
  },
  {
    "name": "Munawar Hasnain",
    "prefix": "Munawar_Hasnain",
    "bio": {
      "role": "Creative Team",
      "desc": "Munawar Hasnain was born in Narsingdi and raised in Dhaka. Growing up in a cultural family, he has been inclined towards the arts from a young age. Munawar mainly works in song lyric writing, scriptwriting, and journalism. He is also highly skilled in calligraphy. He won the Best Calligrapher Award at the International Quran Calligraphy Competition in 2022. He has a deep interest in Sufi literature, mystic poetry, and spiritual writings. Additionally, he is a member of the creative team for the band 'Qaseeda'."
    }
  },
  {
    "name": "Rajjakul Islam Robi",
    "prefix": "Rajjakul_Islam_Robi",
    "bio": {
      "role": "Artist",
      "edu": "University of Dhaka",
      "desc": "Rajjakul Islam Robi is a student of honors in music at the University of Dhaka, specializing as a vocalist. He primarily enjoys Sufi, Nazrul, classical, folk, and melodious songs, regardless of genre. He won National Award for Patriotic Song 'National Education Week 2016 & 2022'. He is a regular singer of Bangladesh Betar & Television.  Currently,  he is working with one of the most popular bands, 'Qaseeda,' as both a vocalist and harmonium player."
    }
  },
  {
    "name": "Mohammad Sefatullah",
    "prefix": "Mohammad_Sefatullah",
    "bio": {
      "role": "Chief Technology Officer",
      "edu": "Tamirul Millat Kamil Madrasah",
      "desc": ""
    }
  }
]
